Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: You may proceed to the <a href="@url">Triggers</a> page to assign these actions to system events.
ca_es: Podeu anar a pàgina <a href="@url">Activadors</a> per assignar aquestes accions a esdeveniments del sistema.

source: Below you can assign actions to run when certain comment-related triggers happen. For example, you could promote a post to the front page when a comment is added.
ca_es: A continuació, podeu assignar accions a prendre quan s'esdevenen certs activadors relacionats amb els comentaris. Per exemple, quan s'afegeix un comentari, podeu promoure'l a la pàgina principal.

source: Below you can assign actions to run when certain taxonomy-related triggers happen. For example, you could send an e-mail to an administrator when a term is deleted.
ca_es: A continuació, podeu assignar accions a prendre quan s'esdevenen certs activadors relacionats amb la taxonomia. Per exemple, podeu enviar un missatge de correu a un administrador quan s'esborra un terme.

source: Below you can assign actions to run when certain user-related triggers happen. For example, you could send an e-mail to an administrator when a user account is deleted.
ca_es: A continuació, podeu assignar accions a prendre quan s'esdevenen certs activadors relacionats amb els usuaris. Per exemple, podeu enviar un missatge de correu a un administrador quan s'esborra un compte d'usuari.

source: Manage actions
ca_es: Administra accions

source: Configure an advanced action
ca_es: Configurar una acció avançada

source: Delete an action.
ca_es: Eliminar una acció.

source: Remove orphans
ca_es: Eliminar orfes

source: Triggers
ca_es: Activadors

source: Unassign an action from a trigger.
ca_es: Treure l'assignació d'una acció d'un activador.

source: Choose an advanced action
ca_es: Trieu una acció avançada

source: Action type
ca_es: Tipus d'acció

source: Are you sure you want to delete the action %action?
ca_es: Esteu segur de voler esborrar l'acció %action?

source: Action %action was deleted
ca_es: S'ha esborrat l'acció %action

source: Deleted orphaned action (%action).
ca_es: S'a esborrat l'acció òrfena (%action)

source: Are you sure you want to unassign the action %title?
ca_es: Esteu segur que voleu desassignar l'acció %title?

source: You can assign it again later if you wish.
ca_es: Podeu assignar-la més tard, si ho preferiu.

source: unassign
ca_es: Desassignar

source: Choose an action
ca_es: Escull una acció

source: The action you chose is already assigned to that trigger.
ca_es: L'acció que heu triat ja està assignada a aquest activador.

source: When cron runs
ca_es: Quan el cron s'executa

source: The URL to which the user should be redirected. This can be an internal URL like node/1234 or an external URL like http://drupal.org.
ca_es: La URL a la qual l'usuari serà redirigit. Pot ser una URL interna com node/1234 o una URL externa com http://drupal.org.

source: When content is viewed by an authenticated user
ca_es: Quan el contingut es vist per un usuari autenticat

source: Display a message to the user
ca_es: Mostra un missatge a l'usuari

source: Unpublish comment
ca_es: Retira el comentari

source: Unpublish comment containing keyword(s)
ca_es: Retira el comentari que contingui les paraules clau

source: Block current user
ca_es: Bloquejar l'usuari actual.

source: Ban IP address of current user
ca_es: Prohibir l'adreça IP de l'usuari actual

source: Set @type %title to published.
ca_es: Estableix @type %title a publicat.

source: Set @type %title to unpublished.
ca_es: Estableix @type %title a no publicat.

source: Set @type %title to sticky.
ca_es: Estableix @type %title a estàtic.

source: Set @type %title to unsticky.
ca_es: Estableix @type %title a no estàtic.

source: Promoted @type %title to front page.
ca_es: Promocionar @type %title a la pàgina inicial.

source: Removed @type %title from front page.
ca_es: Treure @type %title de la pàgina inicial.

source: Saved @type %title
ca_es: Desat @type %title

source: Changed owner of @type %title to uid %name.
ca_es: S'ha canviat el propietari de @type %title a l'uid %name.

source: After saving a new comment
ca_es: Després de desar un nou comentari

source: After saving an updated comment
ca_es: Després d'actualitzar un comentari

source: After deleting a comment
ca_es: Després d'eliminar un comentari

source: When a comment is being viewed by an authenticated user
ca_es: Quan un comentari està sent vist per un usuari autenticat

source: Unpublished comment %subject.
ca_es: Comentari no publicat %subject.

source: After a user has been deleted
ca_es: Després que un usuari hagi estat eliminat.

source: After a user has logged in
ca_es: Després que un usuari hagi entrat

source: After a user has logged out
ca_es: Després que un usuari hagi sortit

source: When a user's profile is being viewed
ca_es: Quan un perfil d'usuari esta sent vist

source: Blocked user %name.
ca_es: Usuari %name bloquejat.

source: Banned IP address %ip
ca_es: Adreça IP %ip prohibida.

source: After saving a new term to the database
ca_es: Després de desar un nou terme a la base de dades

source: After saving an updated term to the database
ca_es: Després de desar un terme actualitzat a la base de dades

source: After deleting a term
ca_es: Després d'eliminar un terme

source: Enables actions to be fired on certain system events, such as when new content is created.
ca_es: Habilita quines accions es desencadenen per determinats esdeveniments del sistema, tals com quan es creen nous continguts.

source: 1 read
ca_es: 1 lectura

source: Enables the categorization of content.
ca_es: Habilita l'organització de contingut en categories.

source: Path prefix
ca_es: Prefix del camí

source: Delete contact
ca_es: Suprimeix contacte

source: Auto-reply
ca_es: Resposta automàtica

source: Optional auto-reply. Leave empty if you do not want to send the user an auto-reply message.
ca_es: Resposta automàtica opcional. Deixeu-ho en blanc si no voleu enviar a l'usuari un missatge de resposta automàtica.

source: %recipient is an invalid e-mail address.
ca_es: L'adreça de correu %recipient no és vàlida.

source: Lithuanian
ca_es: Lituà

source: Up to date translation
ca_es: Traducció actualitzada

source: Outdated translation
ca_es: Traducció caducada

source: field
ca_es: camp

source: Some required modules must be enabled
ca_es: Alguns mòduls requerits s'han d'activar.

source: Translate
ca_es: Tradueix

source: File to import not found.
ca_es: El fitxer a importar no s'ha trobat.

source: The translation import failed, because the file %filename could not be read.
ca_es: La importació de la traducció ha fallat perquè el fitxer %filename no es pot llegir.

source: The translation file %filename contains an error: "msgstr" was expected but not found on line %line.
ca_es: El fitxer de traducció %filename conté un error: s'esperava "msgstr" a la línia %line però no s'ha trobat.

source: The translation file %filename contains an error: "msgid_plural" was expected but not found on line %line.
ca_es: El fitxer de traducció %filename conté un error: s'esperava "msgid_plural" a la línia %line però no s'ha trobat.

source: The translation file %filename contains a syntax error on line %line.
ca_es: El fitxer de traducció %filename conté un error de sintaxi a la línia %line.

source: The translation file %filename contains an error: "msgid" is unexpected on line %line.
ca_es: El fitxer de traducció %filename conté un error: no s'esperava "msgid" a la línia %line.

source: The translation file %filename contains an error: "msgstr[]" is unexpected on line %line.
ca_es: El fitxer de traducció %filename conté un error: no s'esperava "msgstr[]" a la línia %line.

source: The translation file %filename contains an error: "msgstr" is unexpected on line %line.
ca_es: El fitxer de traducció %filename conté un error: no s'esperava "msgstr" a la línia %line.

source: The translation file %filename contains an error: there is an unexpected string on line %line.
ca_es: El fitxer de traducció %filename conté un error: hi ha una cadena inesperada a la línia %line.

source: The translation file %filename ended unexpectedly at line %line.
ca_es: El fitxer de traducció %filename ha acabat inesperadament a la línia %line.

source: Save translations
ca_es: Desa les traduccions

source: Export template
ca_es: Exporta la plantilla

source: Create @name
ca_es: Crea @name

source: The custom menu %title has been deleted.
ca_es: El menú personalitzat %title ha estat eliminat.

source: @type %title has been deleted.
ca_es: @type %title ha estat eliminat.

source: Crop
ca_es: Tallar

source: Not enabled
ca_es: No habilitat

source: Instructions to present to the user below this field on the editing form.<br />Allowed HTML tags: @tags
ca_es: Instruccions que es presenten a l'usuari a sota d'aquest camp al formulari d'edició.<br /> Etiquetes HTML permeses: @tags

source: anonymous user
ca_es: usuari anònim

source: @module (<span class="admin-disabled">disabled</span>)
ca_es: @module (<span class="admin-disabled">desactivat</span>)

source: @module (<span class="admin-enabled">enabled</span>)
ca_es: @module (<span class="admin-enabled">activat</span>)

source: Web services
ca_es: Serveis web

source: Save permissions
ca_es: Desa els permisos

source: The e-mail address %email is already taken.
ca_es: L'adreça de correu electrònic %email ja està agafada.

source: Effect
ca_es: Efecte

source: Error message
ca_es: Missatge d'error

source: Original text
ca_es: Text original

source: Delete content type
ca_es: Elimina el tipus de contingut

source: Change book (update list of parents)
ca_es: Canviar llibre (actualitza la llista de pares)

source: create a new book
ca_es: crea un nou llibre

source: edit permissions
ca_es: edita permisos

source: edit order and titles
ca_es: edita l'orde i els títols

source: Manage your site's book outlines.
ca_es: Gestioneu l'esquema del llibre del vostre lloc.

source: For security reasons, your upload has been renamed to %filename.
ca_es: La vostra càrrega s'ha canviat de nom per %filename per raons de seguretat.

source: Installed version
ca_es: Versió instal·lada

source: Recommended version
ca_es: Versió recomanada

source: notice
ca_es: notícia

source: User account
ca_es: Compte d'usuari

source: File download
ca_es: Descarregar arxiu

source: Acronym
ca_es: Acrònim

source: Failed to upload the picture image; the %directory directory doesn't exist or is not writable.
ca_es: Ha fallat la càrrega de la imatge; el directori %directory no existeix o no s'hi pot escriure.

source: Post new comment
ca_es: Envia un nou comentari

source: The field has been updated.
ca_es: S'ha actualitzat el camp.

source: pixels
ca_es: píxels

source: 1 month
ca_es: 1 mes

source: done
ca_es: fet

source: List, edit, or add user roles.
ca_es: Llisteu, editeu o afegiu rols d'usuaris.

source: edit role
ca_es: edita un rol

source: Custom format
ca_es: Format personalitzat

source: Indexed %count nodes for tracking.
ca_es: S'han indexat %count nodes per al seguiment.

source: Direction
ca_es: Direcció

source: %name: illegal value.
ca_es: %name: valor il·legal.

source: Drupal core
ca_es: Nucli de Drupal

source: Book navigation block display
ca_es: Visualització del bloc de navegació del llibre

source: @remote could not be saved.
ca_es: No s'ha pogut desar @remote

source: Relations
ca_es: Relacions

source: Password field is required.
ca_es: El camp contrasenya és obligatori.

source: Confirm password
ca_es: Confirma la contrasenya

source: No content available.
ca_es: No hi ha contingut disponible.

source: Administration theme
ca_es: Tema d'administració

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, a welcome message with further instructions has been sent to your e-mail address.
ca_es: Gràcies per demanar un compte. El vostre compte està ara pendent d'aprovació per l'administrador del lloc web.<br />Mentrestant, s'ha enviat un missatge de benvinguda amb instruccions addicionals a la vostra adreça de correu electrònic.

source: Ivory Coast
ca_es: Costa d'Ivori

source: Hong Kong S.A.R., China
ca_es: Hong Kong, Xina

source: Isle of Man
ca_es: Illa de Man

source: Macao S.A.R., China
ca_es: Macau, Xina

source: Saint Pierre and Miquelon
ca_es: Saint-Pierre i Miquelon

source: Serbia
ca_es: Sèrbia

source: Afar
ca_es: Àfar

source: Somali
ca_es: Somalí

source: Komi
ca_es: Còmic

source: Run cron
ca_es: Executar el cron

source: Warning message
ca_es: Missatge d'avís

source: Security warning: Couldn't write .htaccess file. Please create a .htaccess file in your %directory directory which contains the following lines: <code>!htaccess</code>
ca_es: Avís de seguretat: no es pot escriure al fitxer .htaccess. Creeu un fitxer .htaccess en el directori %directory que contingui les línies següents: <code>!htaccess</code>

source: The specified file %file could not be copied, because no file by that name exists. Please check that you supplied the correct filename.
ca_es: No es pot copiar el fitxer especificat %file, perquè no existeix cap fitxer amb aquest nom. Comproveu que heu proporcionat el nom de fitxer correcte.

source: The specified file %file was not copied because it would overwrite itself.
ca_es: No s'ha copiat el fitxer especificat %file perquè se sobreescriuria a si mateix.

source: The specified file %file could not be copied.
ca_es: No es pot copiar el fitxer especificat %file.

source: The file %file could not be saved, because it exceeds %maxsize, the maximum allowed size for uploads.
ca_es: El fitxer %file no s'ha pogut desar perquè és més gran de %maxsize, el màxim permès per a les càrregues.

source: The file %file could not be saved, because the upload did not complete.
ca_es: El fitxer %file no s'ha pogut desar perquè la càrrega no s'ha completat.

source: The file %file could not be saved. An unknown error has occurred.
ca_es: El fitxer %file no s'ha pogut desar degut a un error desconegut.

source: The specified file %name could not be uploaded.
ca_es: No es pot carregat el fitxer especificat %name.

source: The file's name is empty. Please give a name to the file.
ca_es: El nom del fitxer és buit. Doneu-li un nom al fitxer.

source: Only files with the following extensions are allowed: %files-allowed.
ca_es: Només els arxius amb les següents extensions estan permesos: %files-allowed

source: The file is %filesize exceeding the maximum file size of %maxsize.
ca_es: L'arxiu, de %filesize, excedeix el màxim permès de %maxsize.

source: The file is %filesize which would exceed your disk quota of %quota.
ca_es: L'arxiu, de %filesize, excedeix la vostra cuota de %quota.

source: Only JPEG, PNG and GIF images are allowed.
ca_es: Només estan permeses imatges JPEG, PNG i GIF.

source: The image was resized to fit within the maximum allowed dimensions of %dimensions pixels.
ca_es: La imatge s'ha redimensionat perquè càpiga dins la mida màxima permesa de %dimensions píxels.

source: The image is too large; the maximum dimensions are %dimensions pixels.
ca_es: La imatge és massa gran; la mida màxima permesa és de %dimensions píxels.

source: The image is too small; the minimum dimensions are %dimensions pixels.
ca_es: La imatge és massa petita; la mida mínima permesa és de %dimensions píxels.

source: The file %path was not deleted, because it does not exist.
ca_es: No s'ha eliminat el fitxer %path perquè aquest no existeix.

source: Upload error. Could not move uploaded file %file to destination %destination.
ca_es: Error de càrrega. No s'ha pogut moure l'arxiu carregat %file a la destinació %destination.

source: Add to book outline
ca_es: Afegeix a l'esquema del llibre

source: New set
ca_es: Nou conjunt

source: outdated
ca_es: desactualitzat

source: <strong>@language_name</strong> (source)
ca_es: <strong>@language_name</strong> (origen)

source: add translation
ca_es: afegir traducció

source: Translations of %title
ca_es: Traduccions de %title

source: Manage tagging, categorization, and classification of your content.
ca_es: Gestioneu les etiquetes, les categories i la classificació del vostre contingut.

source: Database port
ca_es: Port de la base de dades

source: Re-index site
ca_es: Torna a indexar el lloc

source: Are you sure you want to re-index the site?
ca_es: Esteu segur que voleu tornar a indexar el lloc?

source: Pass
ca_es: Passa

source: Fail
ca_es: Falla

source: No test results to display.
ca_es: No hi ha resultats a mostrar.

source: Save and continue
ca_es: Desa-ho i continua

source: These options are only necessary for some sites. If you're not sure what you should enter here, leave the default settings or check with your hosting provider.
ca_es: Aquestes opcions només són necessàries per a alguns llocs web. Si no esteu segur del que heu d'introduir-hi, deixeu-ho amb les opcions per defecte o consulteu-ho amb el vostre proveïdor d'allotjament.

source: If your database is located on a different server, change this.
ca_es: Si la vostra base de dades està localitzada en un servidor diferent, canvieu aquesta opció.

source: If your database server is listening to a non-standard port, enter its number.
ca_es: Si el servidor de la base de dades escolta un port que no és l'estàndard, introduïu-hi el número corresponent.

source: Database port must be a number.
ca_es: El port de la base de dades ha de ser un nombre.

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, and underscores.
ca_es: Es permeten espais; no es permet cap símbol de puntuació tret de punts, guions i guions baixos.

source: IP address
ca_es: Adreça IP

source: Enable or disable the display of certain page elements.
ca_es: Habilita o inhabilita la visualització d'alguns elements de les pàgines.

source: Add new content
ca_es: Afegeix un contingut nou

source: Boolean
ca_es: Booleà

source: Maximum image resolution
ca_es: Resolució màxima de la imatge

source: An illegal choice has been detected. Please contact the site administrator.
ca_es: S'ha detectat una opció il·legal. Si us plau, contacteu amb l'administrador del lloc.

source: Illegal choice %choice in !name element.
ca_es: Elecció %choice il·legal a l'element !name.

source: First sidebar
ca_es: Primera barra lateral

source: Status report
ca_es: Informe d'estat

source: Not writable
ca_es: No s'hi pot escriure

source: Book outline
ca_es: Esquema del llibre

source: This will be the top-level page in this book.
ca_es: Aquesta serà la pàgina principal d'aquest llibre.

source: Revision information
ca_es: Informació de la revisió

source: Notify user of new account
ca_es: Notifica a l'usuari del nou compte

source: View comment
ca_es: Mostra el comentari

source: Uses
ca_es: Usos

source: Path to custom icon
ca_es: Camí a la icona personalitzada

source: Current user
ca_es: Usuari actual

source: You are not authorized to post comments.
ca_es: No esteu autoritzat per publicar comentaris.

source: The comment you are replying to does not exist.
ca_es: El comentari al que esteu contestant no existeix.

source: This discussion is closed: you can't post new comments.
ca_es: Aquesta discussió està tancada: no es poden enviar nous comentaris.

source: You are not authorized to view comments.
ca_es: No esteu autoritzat per a visualitzar comentaris.

source: Comment: updated %subject.
ca_es: Comentari: s'ha actualitzat %subject.

source: Comment: added %subject.
ca_es: Comentari: s'ha afegit %subject.

source: Are you sure you want to delete the comment %title?
ca_es: Esteu segur de voler eliminar el comentari %title?

source: Any replies to this comment will be lost. This action cannot be undone.
ca_es: Qualsevol resposta a aquest comentari es perdrà. Aquesta acció no es pot desfer.

source: Publish the selected comments
ca_es: Publica els comentaris seleccionats

source: Unpublish the selected comments
ca_es: Retira els comentaris seleccionats

source: Are you sure you want to delete these comments and all their children?
ca_es: Esteu segur que voleu suprimir aquests comentaris i tots els seus fills?

source: You have to specify a valid author.
ca_es: Heu d'especificar un autor vàlid.

source: The name you used belongs to a registered user.
ca_es: El nom que heu utilitzat pertany a un usuari registrat.

source: You have to leave your name.
ca_es: Heu d'introduir el vostre nom.

source: The e-mail address you specified is not valid.
ca_es: L'adreça de correu que heu especificat no és vàlida.

source: You have to leave an e-mail address.
ca_es: Heu d'introduir una adreça de correu electrònic.

source: The URL of your homepage is not valid. Remember that it must be fully qualified, i.e. of the form <code>http://example.com/directory</code>.
ca_es: L'URL de la vostra pàgina web no és vàlida. Recordeu que ha d'estar completa, per exemple de la forma <code>http://exemple.com/directory</code>.

source: (No subject)
ca_es: (Sense assumpte)

source: Default image
ca_es: Imatge predeterminada

source: This text will be used by screen readers, search engines, or when the image cannot be loaded.
ca_es: Aquest text serà utilitzat pels lectors de pantalla, els cercadors o quan les imatges no es puguin carregar.

source: Add feed
ca_es: Afegeix un canal

source: List links
ca_es: Llista els enllaços

source: MIME type
ca_es: Tipus MIME

source: File system
ca_es: Sistema de fitxers

source: @name's blog
ca_es: blog de @name

source: Toolbar
ca_es: Barra d'eines

source: Enter your @s username.
ca_es: Introduïu el vostre nom d'usuari de @s.

source: Posted in
ca_es: Publicat a

source: Comment: unauthorized comment submitted or comment submitted to a closed post %subject.
ca_es: Comentari: Enviat un comentari no autoritzat o a un enviament tancat %subject.

source: !name's blog
ca_es: blog de !name

source: Parent ID
ca_es: ID del pare

source: All languages
ca_es: Tots els idiomes

source: Dashboard
ca_es: Tauler

source: Search index
ca_es: Índex de la cerca

source: The MIME type of the file.
ca_es: El tipus MIME del fitxer.

source: @type %title has been created.
ca_es: @type %title ha estat creat.

source: @type %title has been updated.
ca_es: @type %title ha estat actualitzat.

source: The post could not be saved.
ca_es: No s'ha pogut desar l'enviament.

source: 1 character
ca_es: 1 caràcter

source: Filter settings
ca_es: Paràmetres del filtre

source: You do not have any administrative items.
ca_es: No teniu cap element administratiu.

source: One or more problems were detected with your Drupal installation. Check the <a href="@status">status report</a> for more information.
ca_es: S'han detectat un o més problemes amb la instal·lació de Drupal. Verifiqueu l'<a href="@status">informe d'estat</a> per a més informació.

source: Help topics
ca_es: Temes d'ajuda

source: Help is available on the following items:
ca_es: L'ajuda està disponible en els següents temes:

source: No help is available for module %module.
ca_es: L'ajuda no es troba disponible pel mòdul %module.

source: @module administration pages
ca_es: Pàgines d'administració de: @module

source: By module
ca_es: Per mòdul

source: Translate interface
ca_es: Tradueix la interfície

source: Add language
ca_es: Afegeix una llengua

source: Edit string
ca_es: Edita la cadena

source: Delete string
ca_es: Suprimeix la cadena

source: Are you sure you want to delete the language %name?
ca_es: Esteu segur que voleu eliminat l'idioma %name?

source: The language %locale has been removed.
ca_es: L'idioma %locale s'ha eliminat.

source: Are you sure you want to delete the string "%source"?
ca_es: Esteu segur que voleu suprimir la cadena «%source»?
